[
  {
    "contract_type": "Finance, Benefit and Debt (South West)",
    "contract_code": "FBD-SW",
    "service_category": "Finance, Benefit and Debt (South West)",
    "desired_outcomes": [
      "Person(s) on Probation’s financial management skills are developed and/or enhanced, including online banking skills.",
      "Person(s) on Probation can successfully navigate the benefits system.",
      "Pathways are established to help Person(s) on Probation maintain and sustain an income, safely manage money and reduce debt.",
      "Person(s) on Probation has access to appropriate financial products, advice and/or services.",
      "Person(s) on Probation/Person(s) in Prison gains quick access to universal credit, including pre-release referrals.",
      "Person(s) in Prison is supported to complete tasks that they would not otherwise be able to do whilst being in custody e.g.support with banking or debt management."
    ],
    "complexity_levels": [
      {
        "severity": "LOW",
        "description": "Service user has prior experience of successfully dealing with their own finance, benefit and debt needs. Service users circumstances may be currently leading to significant financial pressure. Service user will require some advice, guidance and/or support across some specific but limited finance, benefit and debt needs, but will be able to support themselves with other aspects."
      },
      {
        "severity": "MEDIUM",
        "description": "Service user has limited prior experience of successfully dealing with their own finance, benefit and debt needs. Service users circumstances are currently leading to significant financial pressure and they require support to address these needs. Service user will need either significant support to meet a limited number of needs – for instance the Service user may have additional needs (i.e. learning difficulties) or other challenges which impact on their ability to fully manage – or they will need limited support to meet a wider range of finance, benefit and debt - related needs."
      },
      {
        "severity":"HIGH",
        "description": "Service user has minimal or no prior experience of successfully dealing with their own finance, benefit and debt needs and does not have necessary identification documents or bank account. Service users circumstances are currently leading to extreme financial pressure and/or they have complex finance, benefit and debt-related needs which require a range of Activities to address these needs. Service user may have a poor finance history and wider complex needs, such as mental health issues, substance misuse and/or addiction issues."
      }
    ]
  }
]
