[
  {
    "contract_type": "Dependency and Recovery (South West)",
    "contract_code": "DNR-SW",
    "service_category": "Dependency and Recovery (South West)",
    "desired_outcomes": [
      "Person(s) on Probation achieves abstinence or controlled/non-dependent or non-problematic substance misuse.",
      "Person(s) on Probation increases their understanding of addictive behaviours and triggers and options to reduce dependency.",
      "Person(s) on Probation improves their physical health and mental resilience.",
      "Person(s) on Probation enhances their skills to manage risky situations which may pose a trigger or relapse.",
      "Person(s) on Probation enhances their belief in their ability to manage/ desist from addiction(s).",
      "Person(s) on Probation establishes Dependency Pathways to manage a range of addictive behaviours, including supporting access into other treatment providers and detox programmes."
    ],
    "complexity_levels": [
      {
        "severity": "LOW",
        "description": "Person(s) on Probation who is highly motivated and has had sustained period of abstinence. Person(s) on Probation has successfully engaged in a period of treatment but requires support to sustain recovery."
      },
      {
        "severity": "MEDIUM",
        "description": "Person(s) on Probations who has had lapses/crises that may lead to relapse and/or is at a transition point, e.g. from prison into community. Person(s) on Probation has a moderate level of motivation but requires a high level of support for dependencies linked to re-offending. Person(s) on Probations who are subject to a Community Sentence Treatment Requirement and need wraparound support to aid engagement. Person(s) on Probation does not meet the threshold for secondary provision treatment services and/or are deemed unsuitable following assessment for treatment as part of a Community Sentence Treatment Requirement."
      },
      {
        "severity":"HIGH",
        "description": "Person(s) on Probations may include those with chronic substance misuse issues, those with additional needs which might include dual diagnosis and/or a chaotic lifestyle linked to their dependency. Person(s) on Probation does not meet the threshold for secondary provision treatment services and/or are deemed unsuitable following assessment for treatment as part of a Community Sentence Treatment Requirement. However, Person(s) on Probation has identifiable substance misuse, alcohol misuse, prescription medication misuse, or other dependencies linked to re-offending. Person(s) on Probation has a history of poor engagement with treatment services and requires a high level of motivation and support to engage with treatment."
      }
    ]
  }
]
