{
  "internal_contract_id": "13cf8811-446e-4a81-851d-1196a314b9bf",
  "contract_reference": "PRJ_7659",
  "contract_type_id": "FBD-W",
  "region": {
    "nps_region_code": "D",
    "pcc_region_code": null
  },
  "eligibility": {
    "allows_female": false,
    "allows_male": true,
    "minimum_age": 18,
    "maximum_age": null
  },
  "scheduling": {
    "hide_before": "2021-01-01",
    "hide_after": null
  },
  "providers": {
    "prime_provider_code": "ST_GILES_WISE_LTD",
    "subcontractor_codes": [
      "ST_GILES_TRUST",
      "ADFERIAD",
      "THE_WISE_GROUP_LTD"
    ]
  },
  "internal_intervention_id": "5ace18d1-732f-4e64-8d8c-98191248ea2f",
  "intervention_title": "Finance, Benefit & Debt in Wales",
  "short_description": "Services are available for all adult males on probation either on a Community Sentence or Suspended Sentence Order or released on licence.  Services can be delivered as part of a Rehabilitation Activity Requirement (RAR) whereby a specified number of RAR Activity Days will be allocated by the Probation Service for those subject to a Community Sentence or Suspended Sentence Order.\n\nAny Sessions delivered as part of a RAR Activity Day or as a mandated Licence or Post Sentence Supervision appointment will be Enforceable. \n\nServices are offered as either Low or  High complexity. \n\nA range of delivery methods need to be used including designing and delivery, support and advocacy and advice, guidance and information.  \nInterventions must be tailored to meet the specific needs of each Person(s) on Probation to enable them to make progress towards their agreed outcomes, as identified in the Person(s) on Probations Action Plan and aim to secure one or more of the following outcomes:  \n\n•\tPerson(s) on probation has access to appropriate financial products, advice and/or services. \n•\tPathways are established to help person(s) on probation maintain and sustain an income, safely manage money and reduce debt. \n•\tPerson(s) on probation financial management skills are developed and/or enhanced. Including online banking. \n•\tPerson(s) on probation can successfully navigate the benefits system \n•\tPerson(s) on probation gains quick access to universal credit.",
  "activities": [

  ]
}
